/* No comment provided by engineer. */
"%@ since last back-up" = "自上次备份已%@";

/* No comment provided by engineer. */
"AC Power" = "电源适配器";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort已连接";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort已断开";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "注意！启用该选项将把HardwareGrowler加入启动项";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "启用该选项后，HardwareGrowler将在每次登陆时运行，因此始终为需要的程序提供服务";

/* No comment provided by engineer. */
"Back-up took %@" = "备份所用时间为%@";

/* No comment provided by engineer. */
"Battery charging" = "充电中";

/* No comment provided by engineer. */
"Battery Low!" = "电池电量低！";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "电池电量低，请连接电源适配器";

/* No comment provided by engineer. */
"Battery Power" = "电池";

/* No comment provided by engineer. */
"Bluetooth Connected" = "蓝牙已连接";

/* No comment provided by engineer. */
"Bluetooth Connection" = "蓝牙连接";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "蓝牙已断开";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "蓝牙断开";

/* No comment provided by engineer. */
"Bluetooth Module on OSX Lion requires 10.7.3" = "OSX Lion的蓝牙模块需要10.7.3";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "蓝牙监视器";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Canceled after %@" = "%@之后取消";

/* No comment provided by engineer. */
"Caps Lock" = "Caps Lock";

/* No comment provided by engineer. */
"Caps Lock Off" = "Caps Lock关闭";

/* No comment provided by engineer. */
"Caps Lock On" = "Caps Lock打开";

/* No comment provided by engineer. */
"Capster" = "Capster";

/* No comment provided by engineer. */
"Current Level: %ld%%" = "当前电量：%ld%%";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "启用该选项将使HardwareGrowler不在Dock或MenuBar中显示。\n\n请在Launchpad或Finder中打开HardwareGrowler进行偏好设置。";

/* No comment provided by engineer. */
"Failed after %@" = "%@后失败";

/* No comment provided by engineer. */
"Firewire Connected" = "FireWire已连接";

/* No comment provided by engineer. */
"Firewire Connection" = "FireWire连接";

/* No comment provided by engineer. */
"Firewire Disconnected" = "FireWire已断开";

/* No comment provided by engineer. */
"Firewire Disconnection" = "FireWire断开";

/* No comment provided by engineer. */
"Firewire Monitor" = "FireWire监视器";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "首次备份，或系统日志中无法找到之前的备份信息";

/* No comment provided by engineer. */
"FN Key" = "FN键";

/* No comment provided by engineer. */
"FN Key Pressed" = "FN键已按下";

/* No comment provided by engineer. */
"FN Key Released" = "FN键已释放";

/* No comment provided by engineer. */
"General" = "常规";

/* Unit names */
"hours" = "小时";

/* No comment provided by engineer. */
"Icon:" = "图标:";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "忽略以下设备：";

/* No comment provided by engineer. */
"In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above" = "接收OSX Lion上的蓝牙设备的通知需要将系统更新至10.7.3或更新版本";

/* No comment provided by engineer. */
"In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above" = "接收OSX Lion上的手机设备的通知需要将系统更新至10.7.3或更新版本";

/* No comment provided by engineer. */
"Incoming Phone Call" = "新来电";

/* No comment provided by engineer. */
"Incoming SMS" = "新短信";

/* No comment provided by engineer. */
"Interface:\t%@" = "接口：\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "接口：\t%1$@\n网络介质：\t%2$@";

/* No comment provided by engineer. */
"IP Address Changed" = "IP地址变更";

/* No comment provided by engineer. */
"IP Addresses Updated" = "IP地址更新";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "已加入网络\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "离开网络%@";

/* Unit label for how often to refire the battery status
   Unit names */
"minutes" = "分钟";

/* No comment provided by engineer. */
"Modules" = "模块";

/* No comment provided by engineer. */
"Mounted" = "已装载";

/* No comment provided by engineer. */
"Network Link Down" = "网络连接断开";

/* No comment provided by engineer. */
"Network Link Up" = "网络连接正常";

/* No comment provided by engineer. */
"Network Monitor" = "网络监视器";

/* display no icon at all */
"No icon visible" = "不显示图标";

/* No comment provided by engineer. */
"No routable IP addresses" = "无可用IP地址";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "以下情况通知：";

/* No comment provided by engineer. */
"Num Lock" = "Num Lock";

/* No comment provided by engineer. */
"Num Lock Off" = "Num Lock关闭";

/* No comment provided by engineer. */
"Num Lock On" = "Num Lock打开";

/* If the string is too long, use O */
"OFF" = "关";

/* No comment provided by engineer. */
"Ok" = "好";

/* If the string is too long, use I */
"ON" = "开";

/* Format string for On <power type> */
"On %@" = "正在使用%@";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "打开HardwareGrowler偏好设置";

/* No comment provided by engineer. */
"Phone Module" = "手机模块";

/* No comment provided by engineer. */
"Phone Module requires OSX Lion 10.7.3 or above" = "手机模块需要OSX Lion 10.7.3或更新版本";

/* No comment provided by engineer. */
"Power Changed" = "电源已变化";

/* No comment provided by engineer. */
"Power Monitor" = "电源模块";

/* No comment provided by engineer. */
"Power Warning" = "电源警告";

/* No comment provided by engineer. */
"Preferences" = "偏好设置";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "退出HardwareGrowler";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "提示电池状态";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "触发间隔";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "只在电池供电时触发";

/* Unit names */
"seconds" = "秒";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "蓝牙设备连接时发送";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "蓝牙设备断开时发送";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "FireWire设备连接时发送";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "FireWire设备断开时发送";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Thunderbolt设备连接时发送";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Thunderbolt设备断开时发送";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "USB设备连接时发送";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "USB设备断开时发送";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "宗卷加载时发送";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "宗卷推出时发送";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "AirPort连接时发送";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "AirPort断开时发送";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "以太网断开时发送";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "以太网连接时发送";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "电池电量低时发送";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "IP地址改变时发送";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "电源类型或状态改变时发送";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Time Machine备份失败时发送";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Time Machine完成备份时发送";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Time Machine被取消时发送";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Time Machine开始备份时发送";

/* No comment provided by engineer. */
"Shift Key" = "Shift键";

/* No comment provided by engineer. */
"Shift Key Pressed" = "Shift键已按下";

/* No comment provided by engineer. */
"Shift Key Released" = "Shift键已释放";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "运行时显示已连接设备";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "在以上位置都显示";

/* display the icon only in the dock */
"Show icon in the dock" = "在Dock上显示图标";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "在MenuBar上显示图标";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "登陆时运行HardwareGrowler:";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "该监视器无偏好设置";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "这项设置将在Hardware Growler重启后生效";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt已连接";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Thunderbolt连接";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt已断开";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Thunderbolt断开";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Thunderbolt监视器";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Time Machine已取消";

/* No comment provided by engineer. */
"Time Machine Failed" = "Time Machine失败";

/* No comment provided by engineer. */
"Time Machine finished" = "Time Machine已完成";

/* No comment provided by engineer. */
"Time Machine Finished" = "Time Machine已完成";

/* No comment provided by engineer. */
"Time Machine started" = "Time Machine已开始";

/* No comment provided by engineer. */
"Time Machine Started" = "Time Machine已开始";

/* No comment provided by engineer. */
"Time remaining: %lu minutes" = "剩余时间：%lu分钟";

/* No comment provided by engineer. */
"Time to charge: %lu minutes" = "充满还需：%lu分钟";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "TimeMachine监视器";

/* No comment provided by engineer. */
"Unknown Power Source" = "未知电源";

/* No comment provided by engineer. */
"Unmounted" = "已推出";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "未命名FireWire设备";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "未命名Thunderbolt设备";

/* No comment provided by engineer. */
"UPS Power" = "UPS电源";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB 2.0接口";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "USB 3.0接口";

/* No comment provided by engineer. */
"USB Bus" = "USB接口";

/* No comment provided by engineer. */
"USB Connected" = "USB已连接";

/* No comment provided by engineer. */
"USB Connection" = "USB连接";

/* No comment provided by engineer. */
"USB Disconnected" = "USB已断开";

/* No comment provided by engineer. */
"USB Disconnection" = "USB断开";

/* No comment provided by engineer. */
"USB Monitor" = "USB监视器";

/* No comment provided by engineer. */
"Volume Monitor" = "宗卷监视器";

/* No comment provided by engineer. */
"Volume Mounted" = "宗卷已装载";

/* No comment provided by engineer. */
"Volume Unmounted" = "宗卷已推出";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "警告！启用该选项将使HardwareGrowler在后台运行";

